datasets/benchmark-results/netvirtue-2019/201905301308/wordpress-results-netvirtue-1-201905301308.log
Running 1m test @ http://blyg.id-rsa.pub/wordpress/
  1 threads and 1 connections
  Thread calibration: mean lat.: 74.981ms, rate sampling interval: 85ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    40.50ms    1.01ms  42.85ms   64.00%
    Req/Sec     0.94      3.07    11.00     91.48%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   40.29ms
 75.000%   41.18ms
 90.000%   41.95ms
 99.000%   42.88ms
 99.900%   42.88ms
 99.990%   42.88ms
 99.999%   42.88ms
100.000%   42.88ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      38.271     0.000000            1         1.00
      39.135     0.100000            5         1.11
      39.615     0.200000           10         1.25
      40.063     0.300000           16         1.43
      40.095     0.400000           20         1.67
      40.287     0.500000           25         2.00
      40.575     0.550000           28         2.22
      40.671     0.600000           30         2.50
      40.831     0.650000           34         2.86
      40.863     0.700000           35         3.33
      41.183     0.750000           38         4.00
      41.215     0.775000           39         4.44
      41.247     0.800000           40         5.00
      41.567     0.825000           42         5.71
      41.663     0.850000           43         6.67
      41.727     0.875000           44         8.00
      41.951     0.887500           45         8.89
      41.951     0.900000           45        10.00
      42.015     0.912500           46        11.43
      42.047     0.925000           47        13.33
      42.047     0.937500           47        16.00
      42.431     0.943750           48        17.78
      42.431     0.950000           48        20.00
      42.431     0.956250           48        22.86
      42.847     0.962500           49        26.67
      42.847     0.968750           49        32.00
      42.847     0.971875           49        35.56
      42.847     0.975000           49        40.00
      42.847     0.978125           49        45.71
      42.879     0.981250           50        53.33
      42.879     1.000000           50          inf
#[Mean    =       40.504, StdDeviation   =        1.010]
#[Max     =       42.848, Total count    =           50]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  60 requests in 1.00m, 3.09MB read
Requests/sec:      1.00
Transfer/sec:     52.76KB